Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་ཕྱི་ཞིག་ན་བྲམ་ཟེའི་ཁྱེའུ་དེས་མཆོད་སྦྱིན་བྱ་བར་བརྩམས་ནས།
en: One day the young brahmin began to perform a sacrifice,

source: བྲམ་ཟེའི་ཁྱེའུ་མཆོད་སྦྱིན་གྱི་གནས་ན་འདུག་པས་བསམས་པ།
en: and, while sitting at the sacrifice site, he thought,

source: གལ་ཏེ་བཅོམ་ལྡན་འདས་མཆོད་སྦྱིན་གྱི་གནས་འདིར་གཤེགས་ཏེ། ལོངས་སྤྱོད་པར་མཛད་ཅིང་། བཅོམ་ལྡན་འདས་གྲལ་གྱི་གཙོ་ལ་བཞུགས་ན་མཆོད་སྦྱིན་གྱི་གནས་མཛེས་པར་འགྱུར་རོ་སྙམ་ནས་
en: “How wonderful it would be for the Blessed One to come to this sacrifice site and partake, adorning the site by sitting at the head of the row.”

source: ཀྱེ་མ་བཅོམ་ལྡན་འདས་མཆོད་སྦྱིན་གྱི་གནས་འདིར་ལོངས་སྤྱོད་ཅིང་གཤེགས་པར་གྱུར་ཅིག་ཅེས་བསམས་སོ། །
en: “O Blessed One, please come to this sacrifice site and partake.”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེས་སེམས་བསྐྱེད་མ་ཐག་ཏུ། བཅོམ་ལྡན་འདས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་ནས་མི་སྣང་བར་གྱུར་ཏེ། མཆོད་སྦྱིན་གྱི་གནས་སུ་གཤེགས་ནས།
en: As soon as the young brahmin thought this, the Blessed One disappeared from the garden of Prince Jeta and traveled to the sacrifice site.

source: མི་སྣང་བར་བྲམ་ཟེ་ཐམས་ཅད་ཀྱི་གྲལ་གྱི་གཙོ་ལ་བཞུགས་སོ། །
en: He took his place at the head of the row of brahmins but did not appear to them.

source: བྲམ་ཟེའི་ཁྱེའུ་དེས་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གྲལ་གྱི་གཙོ་ལ་བཞུགས་པ་མཐོང་ངོ་། །
en: The young brahmin, however, saw the Blessed Buddha seated at the head of the row.

source: མཐོང་ནས་ཀྱང་བྲམ་ཟེའི་ཁྱེའུ་དེས་བཅོམ་ལྡན་འདས་བདེ་བར་བཞུགས་པར་རིག་ནས། བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོས་ཚིམ་པར་བྱས་ཏེ།
en: Seeing him there, once the young brahmin knew that the Blessed One was comfortably seated, he contented him with many good, wholesome foods.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་མཆོད་སྦྱིན་གྱི་གནས་དེ་ལོངས་སྤྱོད་ནས། མི་སྣང་བར་བྲམ་ཟེ་ཐམས་ཅད་ལ་འོད་ཟེར་བཏང་ནས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་གཤེགས་སོ། །
en: The Blessed One partook of the sacrifice without revealing his body, sent forth rays of light to all the brahmins, and then returned to the garden of Prince Jeta.

source: དེ་ནས་བྲམ་ཟེ་དེ་དག་གིས་མཆོད་སྦྱིན་གྱི་གནས་ཐམས་ཅད་སྣང་བ་ཆེན་པོས་ཁྱབ་པར་མཐོང་ངོ་། །
en: The brahmins saw the entire sacrifice site completely bathed in a great light,

source: མཐོང་ནས་ཀྱང་དེ་དག་ན་རེ་བདག་ཅག་གི་མཆོད་སྦྱིན་གྲུབ་པོ་ཞེས་ཟེར་རོ། །
en: and when they saw this they concluded, “Our sacrifice has been successful.”

source: ཁ་ཅིག་ན་རེ་བདག་ཅག་གི་མཆོད་སྦྱིན་གྱི་གནས་སུ་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་བྱུང་ངོ་ཞེས་ཟེར་རོ། །
en: “Sahāṃpati Brahmā has come to the sacrifice site,” said some.

source: གཞན་ཁ་ཅིག་ན་རེ་འདི་ཚངས་པ་མ་ཡིན་གྱིས། དབང་ཕྱུག་དེ་བདག་ཅག་གི་མཆོད་སྦྱིན་གྱི་གནས་སུ་གཤེགས་སོ་ཞེས་ཟེར་རོ། །
en: “It is not Brahmā but Īśvara who has come to the sacrifice site,” said others.

source: གཞན་ཁ་ཅིག་ན་རེ་འདི་ཚངས་པ་ཡང་མ་ཡིན། དབང་ཕྱུག་ཀྱང་མ་ཡིན་གྱིས། ཁྱབ་འཇུག་དེ་བདག་གི་མཆོད་སྦྱིན་གྱི་གནས་འདིར་བྱུང་ངོ་ཞེས་ཟེར་རོ། །
en: “It is neither Brahmā nor Īśvara but Viṣṇu who has come to the sacrifice site,” still others declared.

source: བྲམ་ཟེའི་ཁྱེའུ་ན་རེ་ཁྱོད་རྣམས་ཐམས་ཅད་ནི་བསླུས་པ་ཡིན་ཏེ།
en: “All of you are deluded,” said the young brahmin.

source: མཆོད་སྦྱིན་གྱི་གནས་འདིར་ནི་བཅོམ་ལྡན་འདས་གཤེགས་སོ་ཞེས་ཟེར་རོ། །
en: “It was the Blessed One who came to the sacrifice site.”

source: དེ་ནས་བྲམ་ཟེ་རྣམས་བྲམ་ཟེའི་ཁྱེའུ་ལ་ཡིད་མ་ཆེས་ནས། བྲམ་ཟེའི་ཁྱེའུས་སྨྲས་པ།
en: The brahmins did not believe him, so the young brahmin said,

source: བདག་གིས་སང་ནང་པར་ཁྱེད་ཀྱི་མངོན་སུམ་དུ་འགྱུར་བར་བྱའོ་ཞེས་བྱས་ནས།
en: “Tomorrow morning I’ll show you.”

source: བྲམ་ཟེའི་ཁྱེའུ་དེས་ཕྱི་ཉིན་བྲམ་ཟེ་ཐམས་ཅད་འཚོགས་པའི་ནང་དུ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས།
en: The next day, before the entire group of brahmins the young brahmin drew down the right shoulder of his upper garment,

source: པུས་མོ་གཡས་པའི་ལྷ་ང་ས་བཙུགས་ནས། རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་ལོགས་སུ་ཕྱོགས་ཏེ།
en: knelt down on his right knee facing the direction of the garden of Prince Jeta,

source: ཐལ་མོ་སྦྱར་ནས་སེམས་བསྐྱེད་དེ་ཚིག་ཏུ་སྨྲས་པ།
en: pressed his palms together, set his intention, and spoke these words:

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ནི་འདི་ལྟ་སྟེ། འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་ཅི་ཡང་མི་མཁྱེན་པའམ། མི་གཟིགས་པའམ། མི་རྟོགས་པའམ། ཐུགས་སུ་མི་ཆུད་པ་ཅི་ཡང་མི་མངའ་ནཀྱེ་མ་བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་། ཐབས་ཅིག་ཏུ་བདག་གི་མཆོད་སྦྱིན་གྱི་གནས་འདིར་གཤེགས་ཏེ་ལོངས་སྤྱོད་པར་གསོལ་ཞེས་བྱས་སོ། །
en: “Lord, Blessed One, if there is nothing past, present, or future that you do not see, know, or directly perceive, then, Blessed One, I ask you, please come to this sacrifice site with the saṅgha of monks and partake.”

source: དེ་ནས་དེ་སྐད་ཅེས་བརྗོད་པའི་མོད་ལ། བཅོམ་ལྡན་འདས་དགེ་སློང་མང་པོས་ཞམ་རིང་བྱས་ཏེ། དགེ་སློང་གི་དགེ་འདུན་གྱིས་མདུན་དུ་བདར་ནས། ནམ་མཁའ་ལས་མཆོད་སྦྱིན་གྱི་གནས་དེར་གཤེགས་ཏེ།
en: The very instant he uttered these words, the Blessed One traveled through the sky to the sacrifice site surrounded and attended by an assembly of monks.

source: མི་སྣང་བར་བྲམ་ཟེ་དེ་རྣམས་ཀྱིས་གདན་བཤམས་པ་ལ་བཞུགས་ནས། བྲམ་ཟེའི་ཁྱེའུ་དེས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་མཆོད་སྦྱིན་གྱི་གནས་ཀྱི་དབུས་སུ་བཞུགས་པ་མཐོང་ངོ་། །
en: Then, without revealing his bodily form, he took his place on the seat the brahmins prepared for him. The young brahmin could see the Buddha and the rest of the saṅgha of monks seated at the sacrifice site,

source: ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་མཉེས་པར་བྱས་སོ། །
en: and upon his arrival he touched his head to the Blessed One’s feet, pleasing the Blessed One.

source: དེ་ནས་བྲམ་ཟེ་རྣམས་ན་རེ་ཁྱེའུ་འདི་ནི་སྨྱོས་ཏེ་གཅིག་པུ་ཅི་ཡང་བླ་ཞིང་འདུག་གོ་ཞེས་ཟེར་རོ། །
en: The brahmins responded by saying, “This young man has gone mad! He is sitting and talking to no one but himself!”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུས་སྨྲས་པ། བདག་ནི་སྨྱོས་པ་མ་ཡིན་གྱི།
en: The young brahmin replied, “I have not gone mad.

source: བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་གྱིས་ཞམ་རིང་བྱས་ཏེ། མཆོད་སྦྱིན་གྱི་གནས་ཀྱི་དབུས་ན་བཞུགས་སོ་ཞེས་བྱས་སོ། །
en: The Blessed One sits at the center of the sacrifice site, along with the saṅgha of monks.”

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེས་དེ་སྐད་བརྗོད་མ་ཐག་ཏུ། ཅི་ནས་བྲམ་ཟེ་དེ་དག་ཐམས་ཅད་ཀྱིས། བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པར། མཆོད་སྦྱིན་གྱི་གནས་ཀྱི་དབུས་ན་བཞུགས་པར་མཐོང་བར་འགྱུར་བ་དེ་ལྟ་བུར་བཞུགས་སོ། །
en: Right when he said this the brahmins all plainly saw the Blessed One and the saṅgha of his disciples comfortably seated at the center of the sacrifice site.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེས་འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་མངོན་སུམ་དུ། བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པར་བཟའ་བ་དང་། བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོས་ཚིམ་པར་བྱས་ཏེ།
en: The young brahmin contented the Blessed One and the rest of the saṅgha of his disciples, now visible to the whole world, with many good, wholesome foods, proffering all that they wished.

source: ཅི་བཞེད་པ་བསྟབས་ནས་བཅོམ་ལྡན་འདས་བཤོས་གསོལ་ཟིན་ཏེ། བསྩང་སྡེར་ནི་གྱུ། ཕྱག་ནི་བཅབས་པར་རིག་ནས་སྟན་ཆེས་དམའ་བ་ཞིག་བླངས་ཏེ། ཆོས་མཉན་པའི་ཕྱིར་སྤྱན་སྔར་འདུག་གོ། །
en: Once he knew that the Blessed One’s bowl had been taken away and his hands washed, he brought in a very low seat and sat before him to listen to the Dharma.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་དེ་ལ་ཆོས་ཀྱི་གཏམ་གྱིས་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད། ཡང་དག་པར་དགའ་བར་མཛད་ནས། གདན་ལས་བཞེངས་ཏེ་གཤེགས་སོ། །
en: After the Blessed One had instructed, encouraged, inspired, and delighted the young brahmin with a discourse on the Dharma, he rose from his seat and departed.

source: དེ་ནས་བྲམ་ཟེ་རྣམས་གཞི་དེ་ལས་ཁྲོ་བའི་ཀུན་ནས་དཀྲིས་པ་ཆེན་པོ་སྐྱེས་ཏེ།
en: The brahmins were consumed with fury.

source: ངེད་ཀྱི་ཕྱིར་བཟའ་བ་དང་བཅའ་བ་བཤམས་པ་དེ་དག་དགེ་སྦྱོང་གཽ་ཏ་མ་ལ་བྱིན་ནོ་ཞེས་ཟེར་ཞིང་དེ་དག་ཁྲོས་པས་བྲམ་ཟེའི་ཁྱེའུ་དེ་གསད་པར་བྱས་པ་ལས་བྲོས་ཏེ། རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་ན།
en: “He gave to the ascetic Gautama the food and drink prepared for us!” they complained. As they prepared to kill the young brahmin in their anger, he fled to the garden of Prince Jeta.

source: འོན་ཀྱང་བྲམ་ཟེའི་ཁྱེའུ་དེ་དག་དེའི་ཕྱི་བཞིན་དུ་འབྲངས་ཏེ།
en: Still the other young brahmins followed him,

source: རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་གྱི་བར་དུ་སོང་ནས་སྨྲས་པ།
en: and when they arrived at the garden of Prince Jeta, they said,

source: བདག་ཅག་གིས་འདི་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་གསད་པར་མི་ནུས་ཏེ།
en: “We can’t kill him in the garden of Prince Jeta.

source: ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་གྱིས་ཡོངས་སུ་གཟུང་བ་ཡིན་པའི་སྟེང་དུ། རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་ཁྲིམས་བཅས་སོ་
en: Not only does it belong to the householder Anāthapiṇḍada, but King Prasenajit has also issued an edict on this matter.”

source: སྙམ་དུ་རིག་ནས་ཕྱིར་ལོག་གོ། །
en: Realizing this, they turned back.

source: བྲམ་ཟེའི་ཁྱེའུ་དེ་ནི་འཇིགས་ཤིང་སྐྲག་ནས།
en: The young brahmin was terrified,

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་དང་། བག་ལ་ཉལ་བ་དང་། ཁམས་དང་། ཤེས་པ་དང་། རང་བཞིན་ཐུགས་སུ་ཆུད་ནས། དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ།
en: The Blessed One directly apprehended his thoughts, habitual tendencies, temperament, capacity, and nature, and taught him the Dharma accordingly.

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་དེས་སྟན་དེ་ཉིད་ལ་འདུག་བཞིན་དུ་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་མཐོན་པོ་ཉི་ཤུ་ཡེ་ཤེས་རྡོ་རྗེས་བཅོམ་ནས། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ཏེ།
en: When he heard it, the young brahmin destroyed with the thunderbolt of wisdom the twenty high peaks of the mountain of views concerning the transitory collection, and manifested the resultant state of stream entry right where he sat.

source: བཙུན་པ་བདག་གིས་དགེ་བའི་བཤེས་གཉེན་བཅོམ་ལྡན་འདས་ལ་བརྟེན་ནས། སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་རྣམས་ལས་ཕྱུང་སྟེ།
en: “After I entrusted myself to you, my spiritual friend, the Blessed Buddha, you lifted me up from among the hell beings, animals, and anguished spirits.

source: ལྷ་དང་མི་རྣམས་ཀྱི་ནང་དུ་གོམ་པ་འདོར་དུ་སྩལ་བ་དང་། འཁོར་བའི་མཐས་གཏུགས་པ་དང་།
en: Leading me to live among the gods and humans, you have brought the cycle of existence to an end,

source: ཁྲག་དང་མཆི་མའི་རྒྱ་མཚོ་རྣམས་སྐམས་པ་དང་།
en: dried up the ocean of blood and tears,

source: རུས་པའི་རི་བོ་རྣམས་ལས་བསྒྲལ་བ་དང་།
en: led me over the mountain pass of bones,

source: ཐོག་མ་མ་མཆིས་པའི་དུས་ནས་བསགས་པའི་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་མཐོན་པོ་ཉི་ཤུ་ཡེ་ཤེས་རྡོ་རྗེས་བཅོམ་ནསརྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཐོབ་པར་མཛད་པ་འདི་ལྟ་བུ་ནི།
en: destroyed with the thunderbolt of wisdom the twenty high peaks of the mountain of views concerning the transitory collection to which I have been accustomed since beginningless time, and brought me to manifest the resultant state of stream entry.

source: བདག་ཅག་ལ་ཕས་ཀྱང་མ་བགྱིས། མས་ཀྱང་མ་བགྱིས། རྒྱལ་པོས་ཀྱང་མ་བགྱིས། ལྷ་རྣམས་ཀྱིས་ཀྱང་མ་བགྱིས། ནང་མི་དང་གཉེན་མང་པོ་རྣམས་ཀྱིས་ཀྱང་མ་བགྱིས། སྔོན་གྱི་མཚུན་རྣམས་ཀྱིས་ཀྱང་མ་བགྱིས། དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱིས་ཀྱང་མ་བགྱིས་ལགས་སོ། །
en: This is something that neither my father, my mother, the king, the gods, my relatives, my many friends, my ancestors before me, nor the ascetics and the brahmins could do for me.

source: བཙུན་པ་བདག་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་། བསྙེན་པར་རྫོགས་ཤིང་དགེ་སློང་གི་དངོས་པོ་འཐོབ་ཏུ་རུང་ན་
en: “Lord, if permitted I wish to go forth in the Dharma and Vinaya so well spoken, complete my novitiate, and achieve full ordination.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་བྲམ་ཟེའི་ཁྱེའུ་འདི་བྲམ་ཟེ་རྣམས་ཀྱིས་འགུམ་པར་ཆད་པ་ལས། དེ་འཇིགས་ཤིང་སྐྲག་ནས་རབ་ཏུ་བྱུང་སྟེཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་པ་ལ་གཟིགས།
en: “Lord,” the monks requested the Blessed Buddha, “tell us why, as the brahmins were going to kill that young brahmin, in terror he went forth, cast away all afflictive emotions, and manifested arhatship.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ། འདས་པའི་དུས་ན་ཡང་བྲམ་ཟེའི་ཁྱེའུ་འདི་བྲམ་ཟེ་འདི་དག་ཁོ་ནས་གསད་པར་བྱས་པ་ལས།
en: “Not only now,” the Blessed One explained, “but in times past as well, as these same brahmins were going to kill the young brahmin,

source: འདི་འཇིགས་ཤིང་སྐྲག་ནས་རབ་ཏུ་བྱུང་སྟེ། འདི་ལྟར་ཚེ་གཅིག་གི་བར་དུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་པ་དེ་ཉོན་ཅིག །
en: in terror he went forth, and thus practiced the holy life all his life. Listen well!

source: དེའི་ཚེ་བཱ་རཱ་ཎ་སཱི་ན་བྲམ་ཟེ་ཞིག་གནས་པ་དེས།
en: there lived a certain brahmin in Vārāṇasī.

source: ཐབས་ཟླར་བབ་པ་ལས་ཆུང་མ་བླངས་ནས། དེ་དེ་དང་ལྷན་ཅིག་ཏུ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པ་ལས་དེ་ལ་བུ་ཡང་མེད། བུ་མོ་ཡང་མེད་དེ།
en: “When the time came for him to marry, he took a wife, and though they enjoyed themselves and coupled, they had neither a daughter nor a son.

source: ཕྱི་ཞིག་ན་དེའི་ལག་པ་ལ་རྐོམ་ཚུགས་བཅས་ཏེ། བསམ་པ་འདི་ལྟར་བདག་གི་ཁྱིམ་ན་ནོར་དང་། གསེར་དང་ལྡན་པར་འདུག་ཀྱང་བུ་ཡང་མེད། བུ་མོ་ཡང་མེད་པས། བདག་ཤི་སྟེ་དུས་ལས་འདས་པའི་འོག་ཏུ་ཅི་བདོག་པ་ཐམས་ཅད་རྒྱལ་པོ་དབང་བར་འགྱུར་ལ།
en: “One day he sat brooding with his cheek resting on his open palm, thinking, ‘Since I have riches and gold, but neither daughter nor son, after I die all I have will become property of the king.

source: བདག་ལ་བུ་མེད་པས་འཇིག་རྟེན་དུ་ཡང་རུང་བར་མི་འོང་ངོ་སྙམ་ནསསེམས་ཁོངས་སུ་ཆུད་ནས་འདུག་གོ། །
en: It’s just not right to be without children in this world.’

source: དེ་ནས་དེས་འདི་ལྟ་བུར་ཡི་དམ་བཅས་ཏེ།
en: Then he vowed,

source: གལ་ཏེ་བདག་གི་བུ་སྐྱེས་པར་གྱུར་ན་མཆོད་སྦྱིན་དུ་བྱས་ཏེ། བྲམ་ཟེ་རྣམས་ལ་ཡོན་མང་པོ་དབུལ་བར་བྱའོ་ཞེས་ཟེར་ཞིང་
en: ‘If I have an heir, I shall perform a sacrifice, and I shall make many offerings to the brahmins.’

source: དེ་བུ་སྐྱེར་རེ་ཞིང་འདུག་སྟེ།
en: Hoping for the birth of an heir, he wished,

source: དེ་རིང་ངམ་སང་དུ་བདག་གི་བུ་སྐྱེ་བར་འགྱུར་རོ་སྙམ་སེམས་བཞིན་དུ།
en: ‘May my heir be conceived today or tomorrow.’

source: དེའི་ངང་དུ་བྲམ་ཟེ་རྒས་ནས་བུ་ཡང་མེད། བུ་མོ་ཡང་མེད་པར་གྱུར་ཏོ། །
en: But the brahmin grew old thinking this, and had neither daughter nor son.

source: དེ་ནས་ཕྱི་ཞིག་ན་བྲམ་ཟེ་དེས་བསམས་པ།
en: “At a certain point the brahmin thought,

source: བདག་ལ་བུ་ཡང་མེད། བུ་མོ་ཡང་མེད་པས།
en: ‘I have neither daughter nor son.

source: སྦྱིན་པ་གཏོང་བ་མ་བྱས་ལ་བདག་ཀྱང་རྒས་ཀྱིས།
en: I have given no gifts, and now I am old.

source: ད་ནི་བདག་གི་བུ་སྐྱེས་ཀྱང་རུང་། མི་སྐྱེ་ཡང་རུང་སྟེ། སྦྱིན་པ་དག་བྱིན་ཞིང་བསོད་ནམས་དག་བྱའོ་སྙམ་མོ། །
en: Therefore, I will give gifts and make merit, regardless of whether we bear a child.’

source: དེ་ནས་ཕྱི་ཞིག་ན་དེས་མཆོད་སྦྱིན་བྱས་ཏེ། བྲམ་ཟེ་རྣམས་ལ་ཡོན་མང་པོ་ཕུལ་བས།
en: “So it was that one day he performed a sacrifice and made many offerings to the brahmins.

source: ཡོན་དེ་དག་འགྱེད་པའི་ཚེ། འཐབ་མོ་ཆེན་པོ་བྱུང་སྟེ།
en: As the offerings were distributed a great quarrel arose,

source: མཆོད་སྦྱིན་གྱི་བདག་པོས་འཐབ་མོ་ཞི་བར་བྱའོ་ཞེས་བྱས་ནས།
en: and the lord of the sacrifice shouted, ‘Stop your quarreling!’

source: བྲམ་ཟེ་རྣམས་ཀྱིས་དེ་ཉིད་ཀྱི་སྟེང་དུ་བརྒྱུགས་ཏེ་གསད་དོ་སྙམ་པ་ལས།
en: Then he thought, ‘The brahmins are going to attack and kill me,’

source: དེ་འཇིགས་ཤིང་སྐྲག་ནས་དྲང་སྲོང་སྨྲ་བའི་གནས་སུ་སོང་སྟེ། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ངོ་། །
en: and in terror he went to Ṛṣivadana and went forth in the doctrine of the totally and completely awakened Buddha Kāśyapa.

source: དེ་དེར་རབ་ཏུ་བྱུང་ནས། ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་དེ། འཆི་ཀར་སྨོན་ལམ་བཏབ་པ།
en: “Once he had gone forth, he practiced pure conduct all his life, and at the time of his death, he prayed,

source: འདི་ལྟར་བདག་གིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་གསུང་རབ་ལ། ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ཀྱང་ཡོན་ཏན་གྱི་ཚོགས་ཅི་ཡང་མ་ཐོབ་ཀྱིས།
en: ‘While I may not have attained any great virtues, still I have gone forth like this in the doctrine of the totally and completely awakened Buddha Kāśyapa and practiced pure conduct all my life.

source: དགེ་སློང་དག་དེའི་ཚེ་བྲམ་ཟེར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་བྲམ་ཟེའི་ཁྱེའུ་འདི་ཁོ་ན་ཡིན་ཏེ།
en: “Monks, the one who was that brahmin then is none other than this young brahmin.

source: དེའི་ཚེ་ཡང་འདི་བྲམ་ཟེ་རྣམས་ཀྱིས་གསད་པར་བྱས་པ་ལས།
en: At that time, as the brahmins were going to kill him,

source: འདི་འཇིགས་ཤིང་སྐྲག་ནས་རབ་ཏུ་བྱུང་སྟེ། ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས། འཆི་ཀར་སྨོན་ལམ་བཏབ་སྟེ།
en: in terror he went forth, practiced pure conduct all his life, and at the time of his death prayed,

source: དེ་ཁོ་ནའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་གྱུར་ཅིག་ཅེས་བྱས་པ་
en: Going forth in his doctrine alone may I cast away all afflictive emotions, and manifest arhatship.’

source: དེས་ན། དགེ་སློང་དག་ང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་དང་། ཤིན་ཏུ་མཉམ་པ་དང་། ཤུགས་མཉམ་པ་དང་། མཛད་པ་མཉམ་པ་དང་། ཐབས་མཉམ་པ་བརྙེས་པར་གྱུར་ནས།
en: “So it is, monks, now that I myself have become the very equal of the totally and completely awakened Buddha Kāśyapa—equal in strength, equal in deeds, and equal in skillful means—

source: ད་ལྟར་ཡང་འདི་བྲམ་ཟེ་རྣམས་ཀྱིས་གསད་པར་བྱས་པ་ལས། འདི་འཇིགས་ཤིང་སྐྲག་ནས་རབ་ཏུ་བྱུང་སྟེ།
en: and that even now, as the brahmins were going to kill him, in terror he has gone forth,

source: བྲམ་ཟེ་གསུམ་པ་ནི།
en: The Third “Brahmin” Story

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན། བྲམ་ཟེ་ཞིག་གིས་མཆོད་སྦྱིན་བྱས་ནས། གསེར་དང་དངུལ་མང་པོ་བྲམ་ཟེ་རྣམས་ལ་ཡོན་དུ་ཕུལ་བ་ལས།
en: When the Blessed One was in in Śrāvastī there lived a certain brahmin who performed ritual sacrifice and offered a great deal of gold and silver to the brahmins.

source: དེ་དག་ཡོན་འགྱེད་པའི་ཚེ། འཐབ་མོ་ཆེན་པོ་བྱུང་ནས། དེར་ལྗོངས་ན་གནས་པའི་བྲམ་ཟེ་རྣམས་ན་རེ། ཁྱེད་ནི་རྒྱལ་པོའི་དཔའ་བོ་རྣམས་ལ་བརྟེན་པ་ཡིན་གྱི།
en: As they were distributing the offerings, a great quarrel arose, to which the brahmins from the countryside responded by saying, “You serve to glorify the king.

source: ངེད་ནི་ཡོན་གནས་ཡིན་ཏེ།
en: We are qualified to receive these offerings.

source: ཡོན་དབུལ་བའི་འོས་ཡིན་པས་ན།
en: It is we who are worthy of them.

source: ཡོན་ཉི་རིམ་དུ་དབང་ངོ་ཞེས་ཟེར་རོ། །
en: Therefore, we deserve double.”

source: མཐིལ་ན་གནས་པའི་བྲམ་ཟེ་རྣམས་ན་རེ།
en: The brahmins from the center of town said,

source: ཁྱོད་ནི་ཞིང་བླས་ཀྱིས་འཚོ་བ་ཚོལ་བ་ཡིན་གྱི།
en: “You pursue your livelihood by working in the fields.

source: དེའི་ཚེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བགྲོད་པ་གཅིག་པུའི་ལམ་སྟོན་པ། རྣམ་པ་གཉིས་ཀྱི་ཤེས་བྱ་དང་ཡེ་ཤེས་ལ་མངའ་བརྙེས་པ། མ་འདྲེས་པའི་དྲན་པ་ཉེ་བར་གཞག་པ་གསུམ་ལ་མཁས་པ། མི་འཇིགས་པ་བཞིས་མི་འཇིགས་པ། འགྲོ་བ་ལྔར་འགྲོ་བ་ལས་རྣམ་པར་གྲོལ་བ། སྐྱེ་མཆེད་དྲུག་ལ་མཁས་པ། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་ལ་སྤྱོད་ཡུལ་བ། རྣམ་པར་ཐར་པ་བརྒྱད་ལ་བསམ་གཏན་པ། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་ལ་སྙོམས་པར་འཇུག་པ། སྟོབས་བཅུའི་སྟོབས་དང་ལྡན་པ། ཡང་དག་པའི་སེང་གེའི་སྒྲ་ཆེན་པོ་སྒྲོགས་པ་རྣམས་ནི། ཆོས་ཉིད་ཀྱིས་ཉིན་དུས་གསུམ་མཚན་དུས་གསུམ་སྟེ། ཉིན་མཚན་དུས་དྲུག་ཏུ་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་འཇིག་རྟེན་ལ་གཟིགས་ཏེ།
en: The blessed buddhas, teachers of the one path to be traversed, with mastery over wisdom and the two types of knowable objects, in command of the three kinds of sterling equanimity, fearless by means of the fourfold fearlessness, freed from migration through the five destinies, keen in the six sense bases, practiced in the seven limbs of enlightenment, focused on the eight liberations, absorbed in the nine successive meditative absorptions, possessing all ten of the ten powers, whose proclamations are the great roaring of a perfect lion, by nature regard the world with their buddha eyes six times throughout the day and night—three times by day and three times by night. These are their thoughts as they look out in wisdom:

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་མཉན་དུ་ཡོད་པ་ན་གནས་པའི་བྲམ་ཟེ་རྣམས་འདུལ་བའི་དུས་ལ་བབ་པར་དགོངས་ནས་དགེ་སློང་མང་པོས་ཞམ་རིང་བྱས་ཏེ། དགེ་སློང་གི་དགེ་འདུན་གྱིས་མདུན་དུ་བདར་ནས། ས་དེ་ཉིད་ནས་ནམ་མཁའ་ལས་མཆོད་སྦྱིན་གྱི་གནས་དེར་གཤེགས་ཏེ།
en: The Blessed One saw the time had come to tame the brahmins of Śrāvastī, so he traveled through the sky to the sacrifice site, surrounded by a group of monks and preceded by the saṅgha of monks,

source: དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ལ་བཞུགས་ཏེ།
en: where he took his place amid the saṅgha of monks.

source: དེ་མཐོང་མ་ཐག་ཏུ་དེ་རྣམས་བཅོམ་ལྡན་འདས་ལ་ཤིན་ཏུ་དགའ་བར་གྱུར་ཏོ། །
en: The brahmins immediately experienced a surge of joy toward the Blessed One,

source: དགའ་བར་གྱུར་ནས་ཆོས་མཉན་པའི་ཕྱིར་སྤྱན་སྔར་འཁོད་དོ། །
en: and in their joy sat before him to listen to the Dharma.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེ་དེ་དག་ལ་བཀའ་སྩལ་པ།
en: The Blessed One said to the brahmins,

source: གྲོགས་པོ་དག་ཆད་པ་དྲག་པོ་རྣམ་པ་ལྔའི་གཞིར་འགྱུར་བའི་འཐབ་མོའི་རྩ་བ་འདིའི་ཕྱིར་འཐབ་ཏུ་ཅི་ཡོད་ཅེས་
en: “Friends, as a root cause, quarreling becomes the basis for five types of dire consequence, so what is the point of arguing?”

source: བཀའ་སྩལ་ནསབཅོམ་ལྡན་འདས་ཀྱིས་ཆགས་པ་དེ་ཉིད་སྤངས་པ་ལས་བརྩམས་ནས། དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ།
en: Then the Blessed One taught the Dharma particularly suited to them, taking as his point of departure the casting away of their particular attachments.

source: དེས་ན་བྲམ་ཟེ་བརྒྱ་ཕྲག་དུ་མ་དག་གིས་སྟན་དེ་ཉིད་ལ་འཁོད་བཞིན་དུ། ཁ་ཅིག་གིས་ནི་དྲོ་བར་གྱུར་པ་བསྐྱེད་དོ། །
en: Among the many hundreds of brahmins, some generated heat right where they sat.

source: ཁ་ཅིག་གིས་ནི་སྤྱི་བོ་དང་བདེན་པ་དང་འཐུན་པའི་བཟོད་པ་དང་། འཇིག་རྟེན་པའི་ཆོས་ཀྱི་མཆོག་དང་མཐོང་བའི་སྙོམས་པར་འཇུག་པ་བསྐྱེད་དོ། །
en: Some generated the peak, or generated the patience in accord with the truths, or generated the highest worldly dharma, or generated the attainment of seeing.

source: ཁ་ཅིག་གིས་ནི་སྟོབས་ཀྱི་འཁོར་ལོས་སྒྱུར་བ་དང་།
en: some to become great universal monarchs,

source: འཁོར་དེ་དག་གི་ནང་ནས་ཕལ་ཆེར་ནི་སངས་རྒྱས་ལ་གཞོལ། ཆོས་ལ་འབབ། དགེ་འདུན་ལ་བབ་པར་བྱས་ཏེ་བཀོད་ནས། གཙུག་ལག་ཁང་དུ་གཤེགས་སོ། །
en: Among the assembled, most found themselves drawn to the Buddha, intent on the Dharma, and favoring the Saṅgha. With this accomplished, the Blessed One returned to the monastery.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། བཙུན་པ་བྲམ་ཟེ་འདི་རྣམས་ཀྱིས་ལས་ཅི་བགྱིས་ན། ལས་དེའི་རྣམ་པར་སྨིན་པས་ཁ་ཅིག་གིས་ནི་བཅོམ་ལྡན་འདས་མཉེས་པར་བགྱིས་ཏེ། མི་མཉེས་པར་མ་བགྱིས།
en: “Lord,” the monks inquired of the Blessed Buddha, “what action did the brahmins take that ripened into some of them pleasing the Blessed One, and not displeasing him,

source: ཁ་ཅིག་གིས་ནི་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་དུ་མངོན་སུམ་དུ་བགྱིས་ལགས།
en: and that some of them went forth, cast away all afflictive emotions, and manifested arhatship?”

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་གསུང་རབ་ལ། འདི་རྣམས་ལས་ཁ་ཅིག་ནི་དགེ་བསྙེན་དུ་གྱུར་ཏོ། །
en: “Some had been lay vow holders in the teaching of the totally and completely awakened Buddha Kāśyapa.

source: ཁ་ཅིག་ནི་རབ་ཏུ་བྱུང་ནས་དེར་དེ་དག་གི་ཚེ་གཅིག་ཏུ་སྐྱབས་སུ་འགྲོ་བ་དང་། བསླབ་པའི་གཞི་རྣམས་བསྲུངས་ཏེ།
en: At that time some went forth, took refuge, and maintained the fundamental precepts.

source: དབང་པོ་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱས་པ་དེས་ན།
en: As a result, their faculties ripened,

source: ཁྱབ་འཇུག་ཅེས་བྱ་བ་ནི།
en: The Story of the Householder Govinda

source: བཅོམ་ལྡན་འདས་ཡུལ་མ་ག་དྷཱར་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན། དགེ་སློང་གི་དགེ་འདུན་མང་པོ་དགེ་སློང་སྟོང་དང་ཐབས་ཅིག་སྟེ། ཐམས་ཅད་ཀྱང་སྔོན་གྱི་རལ་པ་ཅན་ཤ་སྟག་གོ། །
en: As the Blessed One was traveling through Magadha, he was accompanied by a saṅgha of numerous monks including the thousand monks who had all previously been the matted-hair ascetics.

source: དེ་དག་ཐམས་ཅད་ཀྱང་དགྲ་བཅོམ་པ། ཟག་པ་ཟད་པ། བྱ་བ་བྱས་པ། བྱེད་པ་བྱས་པ། རང་གི་དོན་རྗེས་སུ་ཐོབ་པ། སྲིད་པར་ཀུན་ཏུ་སྦྱོར་བ། ཡོངས་སུ་ཟད་པ། ཡང་དག་པའི་ཤེས་པས། སེམས་རྣམ་པར་གྲོལ་བ་ཤ་སྟག་དང་
en: They were also all arhats who had exhausted the outflows, done what was before them, carried out their activities, subsequently fulfilled their ambitions, completely eradicated that which bound them to saṃsāra, and with right cognition liberated their minds.

source: ལྷན་ཅིག་ཏུ་ཡུལ་མ་ག་དྷཱར་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ལས། ཡུལ་མ་ག་དྷཱ་པ་རྣམས་ཀྱི་མཆོད་རྟེན་རབ་བརྟན་ཞེས་བྱ་བ་ན་སྨྱིག་མའི་ནགས་ཁྲོད་ཀྱི་རྒྱུད་ཐོག་ཐག་གཤེགས་ནསདེའི་ཚེ་བཅོམ་ལྡན་འདས་རབ་བརྟན་དུ་བྱོན་ནས། མ་ག་དྷཱ་པ་རྣམས་ཀྱི་མཆོད་རྟེན་རབ་བརྟན་གྱི་ཕྱོགས་དེར་བཞུགས་སོ། །
en: They made their way with him across the breadth of Forest of Reeds, proceeding directly to the stūpa of the Magadha people called Very Steady. As they arrived at the stūpa Very Steady, the Blessed One seated himself at the base of the stūpa.
